[
 {
    "Quote":
      "Yesterday is history, tomorrow is a mystery, today is a gift of God, which is why we call it the present.",
    "Author": "Bil Keane",
    "Tags": [
      "attributed-no-source",
      "hope",
      "inspirational",
      "misattributed-eleanor-roosevelt",
      "past",
      "present",
      "widely-misattributed "
    ],
    "Popularity": 0.036685036685036684,
    "Category": "hope"
  },
 {
    "Quote":
      "Listen to the mustn'ts, child. Listen to the don'ts. Listen to the shouldn'ts, the impossibles, the won'ts. Listen to the never haves, then listen close to me... Anything can happen, child. Anything can be.",
    "Author": "Shel Silverstein",
    "Tags": [
      "anything-can-be",
      "hope",
      "impossible",
      "inspirational",
      "musn-t",
      "possibilities",
      "shouldn-t",
      "won-t "
    ],
    "Popularity": 0.019753019753019754,
    "Category": "hope"
  },
 {
    "Quote": "At the moment of death I hope to be surprised.",
    "Author": "Ivan Illich",
    "Tags": ["Death", "Moment", "Surprised"],
    "Popularity": 0.016666016666016668,
    "Category": "hope"
  },
 {
    "Quote":
      "Hope is the only universal liar who never loses his reputation for veracity.",
    "Author": "Robert Green Ingersoll",
    "Tags": ["Liar", "Reputation", "Universal"],
    "Popularity": 0.016633016633016633,
    "Category": "hope"
  },
 {
    "Quote": "Hope is the last thing a person does before they are defeated.",
    "Author": "Henry Rollins",
    "Tags": ["Last", "Defeated"],
    "Popularity": 0.0166000166000166,
    "Category": "hope"
  },
  {
    "Quote":
      "The world is bad but not without hope. It is only hopeless when you look at it from an ideal viewpoint.",
    "Author": "Friedrich Durrenmatt",
    "Tags": ["Hopeless", "Viewpoint", "Ideal"],
    "Popularity": 0.016566016566016566,
    "Category": "hope"
  },
 {
    "Quote":
      "It's time to get real, folks. Hope and change ain't working. Hope and change is not a solution. Hope and change is not a job.",
    "Author": "Herman Cain",
    "Tags": ["Change", "Time", "Solution"],
    "Popularity": 0.01653301653301653,
    "Category": "hope"
  },
 {
    "Quote": "I always believe things are going to work out.",
    "Author": "Francoise Sagan",
    "Tags": ["Work"],
    "Popularity": 0.0165000165000165,
    "Category": "hope"
  },
 {
    "Quote": "We often call a certainty a hope, to bring it luck.",
    "Author": "Elizabeth Bibesco",
    "Tags": ["Luck", "Certainty", "Bring"],
    "Popularity": 0.016467016467016468,
    "Category": "hope"
  },
 {
    "Quote": "Hope is independent of the apparatus of logic.",
    "Author": "Norman Cousins",
    "Tags": ["Logic", "Apparatus"],
    "Popularity": 0.016434016434016433,
    "Category": "hope"
  },
 {
    "Quote": "Easter is meant to be a symbol of hope, renewal, and new life.",
    "Author": "Janine di Giovanni",
    "Tags": ["Easter", "Life", "Renewal"],
    "Popularity": 0.0164010164010164,
    "Category": "hope"
  },
 {
    "Quote":
      "Outside of the cross of Jesus Christ, there is no hope in this world. That cross and resurrection at the core of the Gospel is the only hope for humanity. Wherever you go, ask God for wisdom on how to get that Gospel in, even in the toughest situations of life.",
    "Author": "Ravi Zacharias",
    "Tags": ["Easter", "Life", "Wisdom"],
    "Popularity": 0.016368016368016367,
    "Category": "hope"
  },
 {
    "Quote":
      "Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth.",
    "Author": "Bradley Whitford",
    "Tags": ["Motivational", "Life", "Love"],
    "Popularity": 0.016335016335016335,
    "Category": "hope"
  },
 {
    "Quote":
      "It is difficult to say what is impossible, for the dream of yesterday is the hope of today and the reality of tomorrow.",
    "Author": "Robert H. Schuller",
    "Tags": ["Easter", "Today", "Dream"],
    "Popularity": 0.016302016302016303,
    "Category": "hope"
  },
  {
    "Quote":
      "You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us. And the world will live as one.",
    "Author": "John Lennon",
    "Tags": [
      "beatles",
      "connection",
      "dreamers",
      "dreaming",
      "dreams",
      "hope",
      "inspirational",
      "peace "
    ],
    "Popularity": 0.016273016273016274,
    "Category": "hope"
  },
 {
    "Quote":
      "He who has health, has hope; and he who has hope, has everything.",
    "Author": "Thomas Carlyle",
    "Tags": ["Health"],
    "Popularity": 0.01626901626901627,
    "Category": "hope"
  },
  {
    "Quote": "All that I am, or hope to be, I owe to my angel mother.",
    "Author": "Abraham Lincoln",
    "Tags": ["Mother's Day", "Mother"],
    "Popularity": 0.016236016236016237,
    "Category": "hope"
  },
 {
    "Quote":
      "The great gift of Easter is hope - Christian hope which makes us have that confidence in God, in his ultimate triumph, and in his goodness and love, which nothing can shake.",
    "Author": "Basil Hume",
    "Tags": ["Easter", "Love", "God"],
    "Popularity": 0.0162030162030162,
    "Category": "hope"
  },
  {
    "Quote":
      "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
    "Author": "Helen Keller",
    "Tags": ["Motivational", "Faith"],
    "Popularity": 0.01617001617001617,
    "Category": "hope"
  },
 {
    "Quote":
      "Black and white are the colors of photography. To me they symbolize the alternatives of hope and despair to which mankind is forever subjected.",
    "Author": "Robert Frank",
    "Tags": ["Black", "Colors", "Forever"],
    "Popularity": 0.01613701613701614,
    "Category": "hope"
  },
 {
    "Quote":
      "A good teacher can inspire hope, ignite the imagination, and instill a love of learning.",
    "Author": "Brad Henry",
    "Tags": ["Teacher", "Love", "Learning"],
    "Popularity": 0.016104016104016104,
    "Category": "hope"
  },
 {
    "Quote":
      "There was never a night or a problem that could defeat sunrise or hope.",
    "Author": "Bernard Williams",
    "Tags": ["Morning", "Sunrise", "Night"],
    "Popularity": 0.01607201607201607,
    "Category": "hope"
  },
  {
    "Quote":
      "I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death.",
    "Author": "Robert Fulghum",
    "Tags": ["Death", "Knowledge", "Hope"],
    "Popularity": 0.01607201607201607,
    "Category": "hope"
  },
 {
    "Quote":
      "You are not here merely to make a living. You are here in order to enable the world to live more amply, with greater vision, with a finer spirit of hope and achievement. You are here to enrich the world, and you impoverish yourself if you forget the errand.",
    "Author": "Woodrow Wilson",
    "Tags": ["Motivational", "Vision", "Living"],
    "Popularity": 0.01603901603901604,
    "Category": "hope"
  },
 {
    "Quote":
      "Forgiving does not erase the bitter past. A healed memory is not a deleted memory. Instead, forgiving what we cannot forget creates a new way to remember. We change the memory of our past into a hope for our future.",
    "Author": "Lewis B. Smedes",
    "Tags": ["Moving On", "Change", "Future"],
    "Popularity": 0.016006016006016005,
    "Category": "hope"
  },
 {
    "Quote": "Where there is no vision, there is no hope.",
    "Author": "George Washington Carver",
    "Tags": ["Leadership", "Vision"],
    "Popularity": 0.015974015974015973,
    "Category": "hope"
  },
 {
    "Quote": "A leader is a dealer in hope.",
    "Author": "Napoleon Bonaparte",
    "Tags": ["Leadership", "Leader"],
    "Popularity": 0.01594101594101594,
    "Category": "hope"
  },
  {
    "Quote":
      "Imagine all the people living life in peace. You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us, and the world will be as one.",
    "Author": "John Lennon",
    "Tags": ["Peace", "Life", "Dreamer"],
    "Popularity": 0.015908015908015907,
    "Category": "hope"
  },
 {
    "Quote":
      "Pakistan not only means freedom and independence but the Muslim Ideology which has to be preserved, which has come to us as a precious gift and treasure and which, we hope other will share with us.",
    "Author": "Muhammad Ali Jinnah",
    "Tags": ["Freedom", "Pakistan", "Gift"],
    "Popularity": 0.015876015876015875,
    "Category": "hope"
  },
  {
    "Quote":
      "I hope everyone that is reading this is having a really good day. And if you are not, just know that in every new minute that passes you have an opportunity to change that.",
    "Author": "Gillian Anderson",
    "Tags": ["Change", "Good", "Reading"],
    "Popularity": 0.015843015843015843,
    "Category": "hope"
  },
 {
    "Quote":
      "But what we call our despair is often only the painful eagerness of unfed hope.",
    "Author": "George Eliot",
    "Tags": ["Painful", "Despair", "Call"],
    "Popularity": 0.01581101581101581,
    "Category": "hope"
  },
{
    "Quote":
      "Hope is the feeling we have that the feeling we have is not permanent.",
    "Author": "Mignon McLaughlin",
    "Tags": ["Feeling", "Permanent"],
    "Popularity": 0.01577801577801578,
    "Category": "hope"
  },
 {
    "Quote":
      "The future is not Big Government. Self-serving politicians. Powerful bureaucrats. This has been tried, tested throughout history. The result has always been disaster. President Obama, your agenda is not new. It's not change, and it's not hope.",
    "Author": "Rush Limbaugh",
    "Tags": ["Change", "Future", "History"],
    "Popularity": 0.015746015746015744,
    "Category": "hope"
  },
 {
    "Quote":
      "We would not be interested in human beings if we did not have the hope of someday meeting someone worse off than ourselves.",
    "Author": "Emile M. Cioran",
    "Tags": ["Meeting", "Interested", "Someday"],
    "Popularity": 0.015714015714015712,
    "Category": "hope"
  },
 {
    "Quote":
      "I hope people start to look at their lives as the most powerful, creative act they will ever offer this world.",
    "Author": "Tom Shadyac",
    "Tags": ["Start", "Creative", "Powerful"],
    "Popularity": 0.01568101568101568,
    "Category": "hope"
  },
 {
    "Quote":
      "She gave up beauty in her tender youth, gave all her hope and joy and pleasant ways; she covered up her eyes lest they should gaze on vanity, and chose the bitter truth.",
    "Author": "Christina Rossetti",
    "Tags": ["Beauty", "Truth", "Eyes"],
    "Popularity": 0.01564901564901565,
    "Category": "hope"
  },
 {
    "Quote":
      "A lot of people, to attack an outspoken atheist, one of the things they'll do is say, 'You are as bad as the fundamentalist Christians.' And my answer is always, 'I hope so.'",
    "Author": "Penn Jillette",
    "Tags": ["Attack", "Atheist", "Answer"],
    "Popularity": 0.015617015617015617,
    "Category": "hope"
  },
{
    "Quote":
      "You want to play another kind of character in another genre, and it's been something I've been trying to do if I can in the career so far, and it's something I hope to continue because it's interesting to me and you get to do different things as an actor.",
    "Author": "Keanu Reeves",
    "Tags": ["Character", "Career", "Continue"],
    "Popularity": 0.015584015584015584,
    "Category": "hope"
  },
 {
    "Quote":
      "Hold fast to dreams, for if dreams die, life is a broken-winged bird that cannot fly.",
    "Author": "Langston Hughes",
    "Tags": ["Dreams", "Bird", "Fly"],
    "Popularity": 0.015584015584015584,
    "Category": "hope"
  },
 {
    "Quote":
      "Very much, string theory is simply a work in progress. What we are inching toward every day are predictions that within the realm of current technology we hope to test. It's not like we're working on a theory that is permanently beyond experiment. That would be philosophy.",
    "Author": "Brian Greene",
    "Tags": ["Work", "Technology", "Progress"],
    "Popularity": 0.015552015552015552,
    "Category": "hope"
  },
  {
    "Quote":
      "I'm involved in quite a few ministries as a bridge builder, trying to match generous givers and donors to other ministries. Based on my past, I'm also involved in mainly the prison ministry. I go to jails and prisons and share my story, trying to give them some hope.",
    "Author": "Lex Luger",
    "Tags": ["Past", "Bridge", "Prison"],
    "Popularity": 0.01552001552001552,
    "Category": "hope"
  },
 {
    "Quote":
      "I have learned from my experiences in this industry that there is absolutely no way to control people's opinions on your performance in your movie. You go out there, promote your film and hope people like the work you did.",
    "Author": "Leonardo DiCaprio",
    "Tags": ["Work", "Control", "Opinions"],
    "Popularity": 0.015488015488015488,
    "Category": "hope"
  },
 {
    "Quote":
      "I'm quite a confident person in many ways, but there's only so much you can hear about being compared to Hattie Jacques. For the record, she was a comedy goddess, but she was 25 stone. I hope I'm right in saying I'm not in any way nearly 25 stone.",
    "Author": "Miranda Hart",
    "Tags": ["Comedy", "Stone", "Goddess"],
    "Popularity": 0.015456015456015456,
    "Category": "hope"
  },
{
    "Quote":
      "Sixty-four thousand dollars for a question, I hope they are asking you the meaning of life.",
    "Author": "Paul Scofield",
    "Tags": ["Life", "Meaning", "Question"],
    "Popularity": 0.015424015424015424,
    "Category": "hope"
  },
 {
    "Quote":
      "I try to make a dent in people when I can. I figure people drift toward liberalism at a young age, and I always hope that they change when they see how the world really is.",
    "Author": "Johnny Ramone",
    "Tags": ["Change", "Age", "Liberalism"],
    "Popularity": 0.015392015392015393,
    "Category": "hope"
  },
 {
    "Quote":
      "I hope I can help guys come out and say, 'All right, dude, I got a manicure... and I liked it.'",
    "Author": "Ryan Seacrest",
    "Tags": ["Help", "Dude", "Guys"],
    "Popularity": 0.01536001536001536,
    "Category": "hope"
  },
 {
    "Quote":
      "Helplessness induces hopelessness, and history attests that loss of hope and not loss of lives is what decides the issue of war.",
    "Author": "B. H. Liddell Hart",
    "Tags": ["War", "History", "Loss"],
    "Popularity": 0.015328015328015329,
    "Category": "hope"
  },
 {
    "Quote":
      "I hope that 'Jaws' will have brought sharks into the public interest at a time when we desperately need to reevaluate our care for the environment.",
    "Author": "Peter Benchley",
    "Tags": ["Time", "Care", "Sharks"],
    "Popularity": 0.015296015296015295,
    "Category": "hope"
  },
 {
    "Quote":
      "I feel blessed to be here representing our country and carrying out th research of scientists around the world... I hope you could feel the positive energy that beamed to the whole planet as we glided over.",
    "Author": "Laurel Clark",
    "Tags": ["Positive", "Research", "Blessed"],
    "Popularity": 0.015264015264015263,
    "Category": "hope"
  },
 {
    "Quote":
      "I would hope to get together with the Latino community, if I could ever have them talk to me without screaming and threatening me. So I hope to get together with the community and try to explain what we do, so that's going to be one of my missions coming up.",
    "Author": "Joe Arpaio",
    "Tags": ["Community", "Together", "Talk"],
    "Popularity": 0.015232015232015231,
    "Category": "hope"
  },
 {
    "Quote":
      "I wouldn't wear turtlenecks. That I'm not envious of. But who knows? I might sneak out a few things and hope and pray that no one says, 'Hey, didn't you wear that when you were playing an enormous geek on TV?'",
    "Author": "Simon Helberg",
    "Tags": ["Pray", "Knows", "Sneak"],
    "Popularity": 0.0152000152000152,
    "Category": "hope"
  },
 {
    "Quote":
      "Thus we hope to teach mythology not as a study, but as a relaxation from study; to give our work the charm of a story-book, yet by means of it to impart a knowledge of an important branch of education.",
    "Author": "Thomas Bulfinch",
    "Tags": ["Education", "Work", "Knowledge"],
    "Popularity": 0.015168015168015168,
    "Category": "hope"
  },
 {
    "Quote":
      "I'm always nervous! Especially when it comes to a series like 'Disgaea', where you do have such a devoted fan base, the last thing you want to do is disappoint. But I love playing bad guys and just always hope that fans will be forgiving if I miss the mark.",
    "Author": "Troy Baker",
    "Tags": ["Love", "Nervous", "Last"],
    "Popularity": 0.015136015136015136,
    "Category": "hope"
  },
 {
    "Quote":
      "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope.",
    "Author": "Maya Angelou",
    "Tags": ["Romantic", "Hope", "Barriers"],
    "Popularity": 0.015136015136015136,
    "Category": "hope"
  },
 {
    "Quote":
      "I don't think just scaring people is enough. That worked during the freeze days to a major extent, but we really didn't achieve that much even at that time. You have to have more, you have to give people hope and a vision of a better world.",
    "Author": "Alan Cranston",
    "Tags": ["Time", "Vision", "Achieve"],
    "Popularity": 0.015105015105015105,
    "Category": "hope"
  },
  {
    "Quote":
      "Hope is the most exciting thing in life, and if you honestly believe that love is out there, it will come. And even if it doesn't come straight away, there is still that chance all through your life that it will.",
    "Author": "Josh Hartnett",
    "Tags": ["Life", "Love", "Chance"],
    "Popularity": 0.015073015073015074,
    "Category": "hope"
  },
  {
    "Quote":
      "I hope my daughter knows that in our house we can make messes and have fun and we'll laugh through it. Granted I don't want her to trash the house, but we do make a lot of messes.",
    "Author": "Angela Kinsey",
    "Tags": ["Daughter", "Fun", "Laugh"],
    "Popularity": 0.015041015041015042,
    "Category": "hope"
  },
 {
    "Quote":
      "One of the things I noticed is that people really change when they realize their expiration date is coming, and they know what it is. Most of us don't: we just hope we can live as long as we can and do as much good as we can.",
    "Author": "Justin Baldoni",
    "Tags": ["Change", "Good", "Realize"],
    "Popularity": 0.01501001501001501,
    "Category": "hope"
  },
 {
    "Quote":
      "My politics of optimism and hope still casts its lot with the Democrats - in the optimistic hope that the dying embers of its status as the party of our better angels, one that took risks for social justice, can still be fanned into a flame. But I'm an old man, born in 1969.",
    "Author": "Rick Perlstein",
    "Tags": ["Politics", "Justice", "Optimism"],
    "Popularity": 0.014978014978014978,
    "Category": "hope"
  },
 {
    "Quote":
      "I spread the message of hope and of unity. That's what gets me up in the morning. I can tell you what is wrong, but I can't tell you how to fix it. I'm a raptivist, not a politician. I deal in hope.",
    "Author": "Chuck D",
    "Tags": ["Morning", "Unity", "Wrong"],
    "Popularity": 0.014946014946014946,
    "Category": "hope"
  },
 {
    "Quote":
      "You don't seem to realize that a poor person who is unhappy is in a better position than a rich person who is unhappy. Because the poor person has hope. He thinks money would help.",
    "Author": "Jean Kerr",
    "Tags": ["Money", "Help", "Rich"],
    "Popularity": 0.014915014915014915,
    "Category": "hope"
  },
 {
    "Quote":
      "There is something uniquely depressing about the fact that the National Portrait Gallery's version of the Barack Obama 'Hope' poster previously belonged to a pair of lobbyists. Depressing because Mr. Obama's Washington was not supposed to be the lobbyists' Washington, the place we learned to despise during the last administration.",
    "Author": "Thomas Frank",
    "Tags": ["Depressing", "Portrait", "Last"],
    "Popularity": 0.014883014883014883,
    "Category": "hope"
  },
 {
    "Quote":
      "I don't believe in having one partner for your whole life, but I hope I get married. I want to have a husband and two kids and a nice little life baking pies. I'm quite romantic. It's definitely important to have someone make you feel special.",
    "Author": "Hilary Duff",
    "Tags": ["Life", "Romantic", "Husband"],
    "Popularity": 0.014852014852014851,
    "Category": "hope"
  },
 {
    "Quote":
      "I don't believe that I'm better than anybody, but I do believe that I'll try harder than most and I hope that people just join me for a little bit of a ride.",
    "Author": "Tom DeLonge",
    "Tags": ["Ride", "Anybody", "Join"],
    "Popularity": 0.01482001482001482,
    "Category": "hope"
  },
 {
    "Quote":
      "Three grand essentials to happiness in this life are something to do, something to love, and something to hope for.",
    "Author": "Joseph Addison",
    "Tags": ["Hope", "Life", "Happiness"],
    "Popularity": 0.01482001482001482,
    "Category": "hope"
  },
 {
    "Quote":
      "I think I've always been somebody, since the deaths of my father and brother, who was afraid to hope. So, I was more prepared for failure and for rejection than for success.",
    "Author": "Amy Tan",
    "Tags": ["Success", "Failure", "Father"],
    "Popularity": 0.014789014789014789,
    "Category": "hope"
  },
  {
    "Quote":
      "We go through the whole season working on next season's car and developing the car and making sure we fit in the car and all that sort of stuff. And we obviously give ideas of what we would hope next year's car would have even if it's small things like buttons on the steering wheel and different positions and whatever.",
    "Author": "Jenson Button",
    "Tags": ["Car", "Ideas", "Small"],
    "Popularity": 0.014726014726014727,
    "Category": "hope"
  },
 {
    "Quote":
      "I'm a vegetarian and very much active in regards to how I feel about animal rights and protecting animals and giving animals a voice. But at the same time, I appreciate and respect other people's decisions to eat meat. The only thing that I hope is that people are educated, that they're aware, that they're living a conscious lifestyle.",
    "Author": "Abbie Cornish",
    "Tags": ["Time", "Respect", "Giving"],
    "Popularity": 0.014695014695014694,
    "Category": "hope"
  },
  {
    "Quote":
      "I try and tell all the kids that I meet that hope to be amazing one day and be a professional athlete or a doctor or a lawyer or whatever they want to be. I tell them they can do all that because Tourette's won't stop them.",
    "Author": "Tim Howard",
    "Tags": ["Amazing", "Doctor", "Athlete"],
    "Popularity": 0.014664014664014664,
    "Category": "hope"
  },
 {
    "Quote":
      "When one is giving service for the advancement of humanity, when one is working without money and without price, with no hope of earthly reward, there comes a real, genuine joy into the human heart.",
    "Author": "Heber J. Grant",
    "Tags": ["Money", "Service", "Heart"],
    "Popularity": 0.014632014632014632,
    "Category": "hope"
  },
 {
    "Quote":
      "There is a lot of luck in football. Following England is like following Wycombe Wanders or Leyton Orient. You hope for the best and hope you are lucky.",
    "Author": "Alan Sugar",
    "Tags": ["Best", "Luck", "Football"],
    "Popularity": 0.014601014601014602,
    "Category": "hope"
  },
 {
    "Quote":
      "We are laying the foundations of a government, which we hope may outlast the Pyramids.",
    "Author": "Caleb Cushing",
    "Tags": ["Government", "Pyramids", "Laying"],
    "Popularity": 0.01457001457001457,
    "Category": "hope"
  },
 {
    "Quote":
      "I would like to live a day in the life of an ant and hope not to get squashed.",
    "Author": "Kiowa Gordon",
    "Tags": ["Life", "Ant", "Squashed"],
    "Popularity": 0.014539014539014539,
    "Category": "hope"
  },
 {
    "Quote":
      "I hope people will say, 'Mr. Valentino, he did something for fashion, no?'",
    "Author": "Valentino Garavani",
    "Tags": ["Fashion", "Mr", "Valentino"],
    "Popularity": 0.014508014508014509,
    "Category": "hope"
  },
 {
    "Quote":
      "During my life I have seen, known, and lost too much to be the prey of vain dread; and, as for the hope of immortality, I am as weary of that as I am of gods and kings. For my own sake only I write this; and herein I differ from all other writers, past and to come.",
    "Author": "Mika Waltari",
    "Tags": ["Life", "Past", "Lost"],
    "Popularity": 0.014477014477014476,
    "Category": "hope"
  },
  {
    "Quote":
      "My great hope would be that Quebec would realize itself fully as a distinct part of Canada, and stay Canadian, bringing to Canada a part of its richness.",
    "Author": "Gabrielle Roy",
    "Tags": ["Great", "Realize", "Canada"],
    "Popularity": 0.014446014446014446,
    "Category": "hope"
  },
 {
    "Quote": "Death, only, renders hope futile.",
    "Author": "Edgar Rice Burroughs",
    "Tags": ["Death", "Futile", "Renders"],
    "Popularity": 0.014415014415014415,
    "Category": "hope"
  },
 {
    "Quote":
      "We hope we are moving toward a world where sexual orientation is not an issue, because we hate the idea of a gay ghetto. I think that it's a real shame that people become restricted by their sexuality or define their whole lives by their sexuality.",
    "Author": "Neil Tennant",
    "Tags": ["Hate", "Moving", "Gay"],
    "Popularity": 0.014384014384014383,
    "Category": "hope"
  },
 {
    "Quote":
      "I hope I may have succeeded in presenting to you, however imperfectly, the currents of thought due to the work of the immortal Darwin which have helped to make anthropology what it is at the present time.",
    "Author": "Franz Boas",
    "Tags": ["Work", "Time", "Present"],
    "Popularity": 0.014353014353014353,
    "Category": "hope"
  },
 {
    "Quote":
      "We hope that eventually there would be an occasion which I can personally prove that game music can in fact impress many different people and move them.",
    "Author": "Nobuo Uematsu",
    "Tags": ["Music", "Game", "Impress"],
    "Popularity": 0.014322014322014322,
    "Category": "hope"
  },
 {
    "Quote":
      "I'm proud of my background, so I hope there will be more roles where Hispanics are being portrayed.",
    "Author": "Mario Lopez",
    "Tags": ["Proud", "Background", "Roles"],
    "Popularity": 0.01429101429101429,
    "Category": "hope"
  },
 {
    "Quote":
      "I collaborated with fellow cat lover and designer Geren Ford to create a sweater that we hope any cat parent would wear to show their kitty pride and that all animal lovers can wear in support of the ASPCA.",
    "Author": "Kellie Pickler",
    "Tags": ["Support", "Pride", "Animal"],
    "Popularity": 0.01426001426001426,
    "Category": "hope"
  },
 {
    "Quote":
      "To not have any hope is where things start to get really bleak. Things are possible. The impossible can be possible.",
    "Author": "Sarah Paulson",
    "Tags": ["Start", "Impossible", "Possible"],
    "Popularity": 0.01422901422901423,
    "Category": "hope"
  },
 {
    "Quote":
      "I hope to God that the inner strength that will vindicate my deeds will in good time spring forth from my own people. I have done as I had to on the prompting of my inner voice.",
    "Author": "Kurt Huber",
    "Tags": ["Strength", "Time", "God"],
    "Popularity": 0.014198014198014197,
    "Category": "hope"
  },
 {
    "Quote": "Hope is such a bait, it covers any hook.",
    "Author": "Oliver Goldsmith",
    "Tags": ["Hook", "Covers", "Bait"],
    "Popularity": 0.014168014168014168,
    "Category": "hope"
  },
 {
    "Quote": "All human wisdom is summed up in two words; wait and hope.",
    "Author": "Alexandre Dumas",
    "Tags": ["Wisdom", "Words", "Wait"],
    "Popularity": 0.014137014137014138,
    "Category": "hope"
  },
 {
    "Quote":
      "Hope is not the conviction that something will turn out well but the certainty that something makes sense, regardless of how it turns out.",
    "Author": "Vaclav Havel",
    "Tags": ["Certainty", "Conviction", "Turn"],
    "Popularity": 0.014106014106014106,
    "Category": "hope"
  },
 {
    "Quote":
      "Expecting something for nothing is the most popular form of hope.",
    "Author": "Arnold H. Glasow",
    "Tags": ["Popular", "Expecting", "Form"],
    "Popularity": 0.014076014076014077,
    "Category": "hope"
  },
 {
    "Quote":
      "It is only hope which is real, and reality is a bitterness and a deceit.",
    "Author": "William Makepeace Thackeray",
    "Tags": ["Reality", "Bitterness", "Deceit"],
    "Popularity": 0.014045014045014044,
    "Category": "hope"
  },
 {
    "Quote": "Chance has never yet satisfied the hope of a suffering people.",
    "Author": "Marcus Garvey",
    "Tags": ["Chance", "Suffering", "Satisfied"],
    "Popularity": 0.014014014014014014,
    "Category": "hope"
  },
 {
    "Quote":
      "Little progress can be made by merely attempting to repress what is evil. Our great hope lies in developing what is good.",
    "Author": "Calvin Coolidge",
    "Tags": ["Good", "Great", "Progress"],
    "Popularity": 0.013984013984013985,
    "Category": "hope"
  },
 {
    "Quote":
      "The trouble with most people is that they think with their hopes or fears or wishes rather than with their minds.",
    "Author": "Will Durant",
    "Tags": ["Wishes", "Minds", "Trouble"],
    "Popularity": 0.013953013953013953,
    "Category": "hope"
  },
  {
    "Quote": "Beware how you take away hope from another human being.",
    "Author": "Oliver Wendell Holmes, Jr.",
    "Tags": ["Beware"],
    "Popularity": 0.013923013923013924,
    "Category": "hope"
  },
 {
    "Quote":
      "Hope springs eternal in the human breast: Man never is, but always to be blest.",
    "Author": "Alexander Pope",
    "Tags": ["Springs", "Eternal", "Blest"],
    "Popularity": 0.013892013892013892,
    "Category": "hope"
  },
 {
    "Quote":
      "The work goes on, the cause endures, the hope still lives and the dreams shall never die.",
    "Author": "Edward Kennedy",
    "Tags": ["Work", "Dreams", "Die"],
    "Popularity": 0.013862013862013862,
    "Category": "hope"
  },
 {
    "Quote":
      "When I was young, my ambition was to be one of the people who made a difference in this world. My hope is to leave the world a little better for having been there.",
    "Author": "Jim Henson",
    "Tags": ["Ambition", "Leave", "Difference"],
    "Popularity": 0.013832013832013832,
    "Category": "hope"
  },
 {
    "Quote": "Never deprive someone of hope; it might be all they have.",
    "Author": "H. Jackson Brown, Jr.",
    "Tags": ["Deprive", "Might"],
    "Popularity": 0.013801013801013801,
    "Category": "hope"
  },
{
    "Quote": "Hope is the word which God has written on the brow of every man.",
    "Author": "Victor Hugo",
    "Tags": ["God", "Word", "Brow"],
    "Popularity": 0.01377101377101377,
    "Category": "hope"
  },
 {
    "Quote": "Hope is a risk that must be run.",
    "Author": "Georges Bernanos",
    "Tags": ["Risk", "Run"],
    "Popularity": 0.013741013741013742,
    "Category": "hope"
  },
 {
    "Quote": "Hope is the only bee that makes honey without flowers.",
    "Author": "Robert Green Ingersoll",
    "Tags": ["Bee", "Flowers", "Honey"],
    "Popularity": 0.01371001371001371,
    "Category": "hope"
  },
 {
    "Quote": "Hope is a good breakfast, but it is a bad supper.",
    "Author": "Francis Bacon",
    "Tags": ["Good", "Breakfast", "Supper"],
    "Popularity": 0.01368001368001368,
    "Category": "hope"
  },
  {
    "Quote": "All hope abandon, ye who enter here!",
    "Author": "Dante Alighieri",
    "Tags": ["Enter", "Abandon"],
    "Popularity": 0.01365001365001365,
    "Category": "hope"
  },
 {
    "Quote": "Hope is tomorrow's veneer over today's disappointment.",
    "Author": "Evan Esar",
    "Tags": ["Today", "Tomorrow", "Veneer"],
    "Popularity": 0.01362001362001362,
    "Category": "hope"
  },
 {
    "Quote":
      "Man needs, for his happiness, not only the enjoyment of this or that, but hope and enterprise and change.",
    "Author": "Bertrand Russell",
    "Tags": ["Happiness", "Change", "Enjoyment"],
    "Popularity": 0.01359001359001359,
    "Category": "hope"
  },
 {
    "Quote": "Hope is a talent like any other.",
    "Author": "Storm Jameson",
    "Tags": ["Talent"],
    "Popularity": 0.01356001356001356,
    "Category": "hope"
  },
 {
    "Quote":
      "My great hope is to laugh as much as I cry; to get my work done and try to love somebody and have the courage to accept the love in return.",
    "Author": "Maya Angelou",
    "Tags": ["Love", "Work", "Courage"],
    "Popularity": 0.01353001353001353,
    "Category": "hope"
  },
 {
    "Quote":
      "What gives me the most hope every day is God's grace; knowing that his grace is going to give me the strength for whatever I face, knowing that nothing is a surprise to God.",
    "Author": "Rick Warren",
    "Tags": ["Strength", "God", "Grace"],
    "Popularity": 0.0135000135000135,
    "Category": "hope"
  },
 {
    "Quote": "Hope is patience with the lamp lit.",
    "Author": "Tertullian",
    "Tags": ["Patience", "Lamp", "Lit"],
    "Popularity": 0.01344001344001344,
    "Category": "hope"
  },
 {
    "Quote":
      "Hope is being able to see that there is light despite all of the darkness.",
    "Author": "Desmond Tutu",
    "Tags": ["Darkness", "Light"],
    "Popularity": 0.01335001335001335,
    "Category": "hope"
  },
 {
    "Quote":
      "We must accept finite disappointment, but never lose infinite hope.",
    "Author": "Martin Luther King, Jr.",
    "Tags": ["Accept", "Infinite", "Lose"],
    "Popularity": 0.01332001332001332,
    "Category": "hope"
  },
 {
    "Quote":
      "Hope is like the sun, which, as we journey toward it, casts the shadow of our burden behind us.",
    "Author": "Samuel Smiles",
    "Tags": ["Journey", "Sun", "Shadow"],
    "Popularity": 0.01329001329001329,
    "Category": "hope"
  },
{
    "Quote":
      "We have always held to the hope, the belief, the conviction that there is a better life, a better world, beyond the horizon.",
    "Author": "Franklin D. Roosevelt",
    "Tags": ["Life", "Conviction", "Belief"],
    "Popularity": 0.013261013261013262,
    "Category": "hope"
  },
  {
    "Quote":
      "You may not always have a comfortable life and you will not always be able to solve all of the world's problems at once but don't ever underestimate the importance you can have because history has shown us that courage can be contagious and hope can take on a life of its own.",
    "Author": "Michelle Obama",
    "Tags": ["Life", "Courage", "History"],
    "Popularity": 0.013231013231013231,
    "Category": "hope"
  },
 {
    "Quote":
      "The human heart has hidden treasures, In secret kept, in silence sealed; The thoughts, the hopes, the dreams, the pleasures, Whose charms were broken if revealed.",
    "Author": "Charlotte Bronte",
    "Tags": ["Dreams", "Broken", "Silence"],
    "Popularity": 0.0132010132010132,
    "Category": "hope"
  }
]